Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Gacha_DeepestPity
source: Deepest Pity
de_de: Höchster aktueller Pity
es_mx: Pity más profundo
fr_fr: Pitié la plus profonde
hi_in: सबसे गहरी पिटी
id_id: Pity Terdalam
it_it: Pity Più Profondo
ja_jp: 最深天井
ko_kr: 최대 천장
pt_br: Maior pity
ru_ru: Максимальный Pity
zh_cn: 当前最深垫数
zh_tw: 目前最深墊數

# Gacha_Best5Star
source: Best 5★
de_de: Glücklichster 5-Stern
es_mx: Mejor 5★
fr_fr: 5★ le plus chanceux
hi_in: सर्वश्रेष्ठ 5★
id_id: 5★ Terbaik
it_it: Miglior 5★
ja_jp: 一番運が良かった★5
ko_kr: 최고 5★
pt_br: Melhor 5★
ru_ru: Лучший 5★
zh_cn: 最欧五星
zh_tw: 最歐五星

# Gacha_Worst5Star
source: Worst 5★
de_de: Unglücklichster 5-Stern
es_mx: Peor 5★
fr_fr: 5★ le moins chanceux
hi_in: सबसे खराब 5★
id_id: 5★ Terburuk
it_it: Peggior 5★
ja_jp: 一番ハマった★5
ko_kr: 최악 5★
pt_br: Pior 5★
ru_ru: Худший 5★
zh_cn: 最非五星
zh_tw: 最非五星

# Gacha_ActiveMonths
source: Active Months
de_de: Aktive Monate
es_mx: Meses activos
fr_fr: Mois actifs
hi_in: सक्रिय माह
id_id: Bulan Aktif
it_it: Mesi Attivi
ja_jp: アクティブ月数
ko_kr: 활동 개월
pt_br: Meses ativos
ru_ru: Активные месяцы
zh_cn: 活跃月份
zh_tw: 活躍月份

# Gacha_NoWishRecord
source: No wish records
de_de: Keine Wunsch-Aufzeichnungen
es_mx: Sin registros de deseos
fr_fr: Aucun historique de vœux pour le moment
hi_in: कोई विश रिकॉर्ड नहीं
id_id: Tidak ada catatan wish
it_it: Nessun record desideri
ja_jp: 祈願記録なし
ko_kr: 기원 기록 없음
pt_br: Sem registros de desejos
ru_ru: Нет записей молитв
zh_cn: 暂无祈愿记录
zh_tw: 暫無祈願記錄

# Gacha_PerPull
source: At 160 primos/pull
de_de: Basierend auf 160 Urgestein pro Ziehung
es_mx: A 160 protos/tirada
fr_fr: Sur la base de 160 primo-gemmes par tirage
hi_in: 160 प्रिमो/पुल पर
id_id: Pada 160 primogem/pull
it_it: A 160 primogemme/pull
ja_jp: 160原石/回で計算
ko_kr: 뽑기당 160 원석 기준
pt_br: A 160 primogemas/tiragem
ru_ru: Из расчёта 160 камней/молитва
zh_cn: 按每抽 160 原石
zh_tw: 按每抽 160 原石

# Gacha_No5StarChar
source: No 5★ character
de_de: Keine 5-Sterne-Charaktere
es_mx: Sin personaje 5★
fr_fr: Aucun personnage 5★ pour le moment
hi_in: कोई 5★ पात्र नहीं
id_id: Tidak ada karakter 5★
it_it: Nessun personaggio 5★
ja_jp: ★5キャラなし
ko_kr: 5★ 캐릭터 없음
pt_br: Nenhum personagem 5★
ru_ru: Нет 5★ персонажа
zh_cn: 暂无五星角色
zh_tw: 暫無五星角色

# Gacha_MonthlyAvg0
source: 0 pulls/month avg
de_de: Monatsdurchschnitt 0 Ziehungen
es_mx: 0 tiradas/mes de media
fr_fr: Moyenne mensuelle 0 tirage
hi_in: 0 पुल/माह औसत
id_id: Rata-rata 0 pull/bulan
it_it: 0 pull/mese in media
ja_jp: 月平均0回
ko_kr: 월 평균 0 뽑기
pt_br: 0 tiragens/mês em média
ru_ru: 0 молитв/мес в среднем
zh_cn: 月均 0 抽
zh_tw: 月均 0 抽

# Gacha_NoRecords
source: No records
de_de: Keine Aufzeichnungen
es_mx: Sin registros
fr_fr: Aucun historique pour le moment
hi_in: कोई रिकॉर्ड नहीं
id_id: Tidak ada catatan
it_it: Nessun record
ja_jp: 記録なし
ko_kr: 기록 없음
pt_br: Sem registros
ru_ru: Нет записей
zh_cn: 暂无记录
zh_tw: 暫無記錄

# Day_Sunday
source: Sun
de_de: Sonntag
es_mx: Dom
fr_fr: Dimanche
hi_in: रवि
id_id: Min
it_it: Dom
ja_jp: 日
ko_kr: 일
pt_br: Dom
ru_ru: Вс
zh_cn: 周日
zh_tw: 週日

# Day_Monday
source: Mon
de_de: Montag
es_mx: Lun
fr_fr: Lundi
hi_in: सोम
id_id: Sen
it_it: Lun
ja_jp: 月
ko_kr: 월
pt_br: Seg
ru_ru: Пн
zh_cn: 周一
zh_tw: 週一

# Day_Tuesday
source: Tue
de_de: Dienstag
es_mx: Mar
fr_fr: Mardi
hi_in: मंगल
id_id: Sel
it_it: Mar
ja_jp: 火
ko_kr: 화
pt_br: Ter
ru_ru: Вт
zh_cn: 周二
zh_tw: 週二

# Day_Wednesday
source: Wed
de_de: Mittwoch
es_mx: Mié
fr_fr: Mercredi
hi_in: बुध
id_id: Rab
it_it: Mer
ja_jp: 水
ko_kr: 수
pt_br: Qua
ru_ru: Ср
zh_cn: 周三
zh_tw: 週三

# Day_Thursday
source: Thu
de_de: Donnerstag
es_mx: Jue
fr_fr: Jeudi
hi_in: गुरु
id_id: Kam
it_it: Gio
ja_jp: 木
ko_kr: 목
pt_br: Qui
ru_ru: Чт
zh_cn: 周四
zh_tw: 週四

# Day_Friday
source: Fri
de_de: Freitag
es_mx: Vie
fr_fr: Vendredi
hi_in: शुक्र
id_id: Jum
it_it: Ven
ja_jp: 金
ko_kr: 금
pt_br: Sex
ru_ru: Пт
zh_cn: 周五
zh_tw: 週五

# Day_Saturday
source: Sat
de_de: Samstag
es_mx: Sáb
fr_fr: Samedi
hi_in: शनि
id_id: Sab
it_it: Sab
ja_jp: 土
ko_kr: 토
pt_br: Sáb
ru_ru: Сб
zh_cn: 周六
zh_tw: 週六

# Element_Pyro
source: Pyro
hi_in: पायरो
ja_jp: 炎
ko_kr: 불
ru_ru: Пиро
zh_cn: 火
zh_tw: 火

# Element_Anemo
source: Anemo
fr_fr: Anémo
hi_in: एनीमो
ja_jp: 風
ko_kr: 바람
ru_ru: Анемо
zh_cn: 风
zh_tw: 風

# Element_Geo
source: Geo
fr_fr: Géo
hi_in: जियो
ja_jp: 岩
ko_kr: 바위
ru_ru: Гео
zh_cn: 岩
zh_tw: 岩

# Element_Dendro
source: Dendro
hi_in: डेंड्रो
ja_jp: 草
ko_kr: 풀
ru_ru: Дендро
zh_cn: 草
zh_tw: 草

# Element_Electro
source: Electro
de_de: Elektro
fr_fr: Électro
hi_in: इलेक्ट्रो
ja_jp: 雷
ko_kr: 번개
ru_ru: Электро
zh_cn: 雷
zh_tw: 雷

# Element_Hydro
source: Hydro
hi_in: हाइड्रो
ja_jp: 水
ko_kr: 물
ru_ru: Гидро
zh_cn: 水
zh_tw: 水

# Element_Cryo
source: Cryo
de_de: Kryo
hi_in: क्रायो
ja_jp: 氷
ko_kr: 얼음
ru_ru: Крио
zh_cn: 冰
zh_tw: 冰

# Download_Connecting
source: Connecting to Mihoyo servers...
de_de: Verbinde mit MiHoYo-Server...
es_mx: Conectando a servidores de Mihoyo...
fr_fr: Connexion aux serveurs de miHoYo...
hi_in: Mihoyo सर्वर से कनेक्ट हो रहा है...
id_id: Menghubungkan ke server Mihoyo...
it_it: Connessione ai server Mihoyo...
ja_jp: Mihoyoサーバーに接続中...
ko_kr: 미호요 서버에 연결 중...
pt_br: Conectando aos servidores Mihoyo...
ru_ru: Подключение к серверам Mihoyo...
zh_cn: 正在连接米哈游服务器...
zh_tw: 正在連線米哈遊伺服器...

# Download_VoiceOnly
source: >> Skipping base game, voice pack only mode
de_de: >> Spielbasis überspringen, nur Sprachpakete herunterladen
es_mx: >> Omitiendo juego base, solo modo paquete de voces
fr_fr: >> Saut du jeu de base, mode packs vocaux uniquement
hi_in: >> बेस गेम छोड़कर, केवल वॉयस पैक मोड
id_id: >> Melewati game dasar, hanya mode voice pack
it_it: >> Saltando gioco base, solo modalità pacchetto vocale
ja_jp: >> 基本ゲームをスキップ、ボイスパックのみ
ko_kr: >> 기본 게임 건너뜀, 음성 팩 전용 모드
pt_br: >> Pulando jogo base, apenas modo pacote de voz
ru_ru: >> Пропуск игры, только озвучка
zh_cn: >> 跳过游戏本体，仅下载语音包模式
zh_tw: >> 跳過遊戲本體，僅下載語音包模式

# Download_FetchingManifest
source: Fetching manifest file: {0}...
de_de: Manifest-Datei wird abgerufen: {0}...
es_mx: Obteniendo archivo de manifiesto: {0}...
fr_fr: Récupération du fichier manifeste : {0}...
hi_in: मैनिफ़ेस्ट फ़ाइल प्राप्त हो रही है: {0}...
id_id: Mengambil file manifes: {0}...
it_it: Recupero file manifest: {0}...
ja_jp: マニフェスト取得中: {0}...
ko_kr: 매니페스트 파일 가져오는 중: {0}...
pt_br: Buscando arquivo de manifesto: {0}...
ru_ru: Получение манифеста: {0}...
zh_cn: 正在获取清单文件: {0}...
zh_tw: 正在取得清單檔案: {0}...

# Download_ManifestFailed
source: Manifest download failed: {0}
de_de: Manifest-Download fehlgeschlagen: {0}
es_mx: Descarga de manifiesto fallida: {0}
fr_fr: Échec du téléchargement du manifeste : {0}
hi_in: मैनिफ़ेस्ट डाउनलोड विफल: {0}
id_id: Unduhan manifes gagal: {0}
it_it: Download manifest fallito: {0}
ja_jp: マニフェストダウンロード失敗: {0}
ko_kr: 매니페스트 다운로드 실패: {0}
pt_br: Falha no download do manifesto: {0}
ru_ru: Ошибка загрузки манифеста: {0}
zh_cn: 清单下载失败: {0}
zh_tw: 清單下載失敗: {0}

# Download_TaskStart
source: Verification/Download started. Total: {0} files, {1}
de_de: Prüf-/Download-Aufgabe gestartet. Gesamt: {0} Dateien, {1}
es_mx: Verificación/Descarga iniciada. Total: {0} archivos, {1}
fr_fr: Début de la vérification/téléchargement. Total : {0} fichiers, {1}
hi_in: सत्यापन/डाउनलोड प्रारंभ। कुल: {0} फ़ाइलें, {1}
id_id: Verifikasi/Unduhan dimulai. Total: {0} file, {1}
it_it: Verifica/Download avviato. Totale: {0} file, {1}
ja_jp: 検証/ダウンロード開始。合計: {0}ファイル、{1}
ko_kr: 검증/다운로드 시작됨. 총 {0}개 파일, {1}
pt_br: Verificação/Download iniciado. Total: {0} arquivos, {1}
ru_ru: Проверка/загрузка начата. Всего: {0} файлов, {1}
zh_cn: 校验/下载任务开始。总计: {0} 文件, {1}
zh_tw: 驗證/下載任務開始。總計: {0} 檔案, {1}

# Download_FileUnfixable
source: File cannot be repaired or user cancelled: {0}
de_de: Datei kann nicht repariert werden oder Vorgang wurde abgebrochen: {0}
es_mx: El archivo no se puede reparar o el usuario canceló: {0}
fr_fr: Fichier irréparable ou opération annulée par l'utilisateur : {0}
hi_in: फ़ाइल मरम्मत योग्य नहीं है या उपयोगकर्ता ने रद्द किया: {0}
id_id: File tidak dapat diperbaiki atau pengguna membatalkan: {0}
it_it: File non riparabile o utente ha annullato: {0}
ja_jp: ファイル修復不可またはユーザーキャンセル: {0}
ko_kr: 파일을 복구할 수 없거나 사용자가 취소했습니다: {0}
pt_br: Arquivo não pode ser reparado ou usuário cancelou: {0}
ru_ru: Файл не подлежит восстановлению или отменён: {0}
zh_cn: 文件无法修复或用户取消操作: {0}
zh_tw: 檔案無法修復或使用者取消操作: {0}

# Download_MovingFiles
source: Download verification complete, moving files...
de_de: Download und Prüfung abgeschlossen, Dateien werden verschoben...
es_mx: Verificación de descarga completada, moviendo archivos...
fr_fr: Vérification terminée, déplacement des fichiers...
hi_in: डाउनलोड सत्यापन पूर्ण, फ़ाइलें स्थानांतरित हो रही हैं...
id_id: Verifikasi unduhan selesai, memindahkan file...
it_it: Verifica download completata, spostamento file...
ja_jp: ダウンロード検証完了、ファイル移動中...
ko_kr: 다운로드 검증 완료, 파일 이동 중...
pt_br: Verificação de download concluída, movendo arquivos...
ru_ru: Проверка завершена, перемещение файлов...
zh_cn: 下载校验完毕，正在移动文件...
zh_tw: 下載驗證完畢，正在移動檔案...

# Download_AllDone
source: All done!
de_de: Alles erledigt!
es_mx: ¡Todo listo!
fr_fr: Tout est terminé !
hi_in: सब पूर्ण!
id_id: Semua selesai!
it_it: Tutto completato!
ja_jp: すべて完了！
ko_kr: 모두 완료!
pt_br: Tudo pronto!
ru_ru: Всё готово!
zh_cn: 全部完成！
zh_tw: 全部完成！

# Download_UserCancelled
source: User cancelled.
de_de: Vom Benutzer abgebrochen.
es_mx: Usuario canceló.
fr_fr: Opération annulée par l'utilisateur.
hi_in: उपयोगकर्ता ने रद्द किया।
id_id: Pengguna membatalkan.
it_it: Utente ha annullato.
ja_jp: ユーザーによりキャンセル。
ko_kr: 사용자가 취소했습니다.
pt_br: Usuário cancelou.
ru_ru: Отменено пользователем.
zh_cn: 用户取消操作。
zh_tw: 使用者取消操作。

# Download_VerifyFailed
source: [Verify Failed] {0} (Server:{1} vs Local:{2})
de_de: [Prüfung fehlgeschlagen] {0} (Server:{1} vs Lokal:{2})
es_mx: [Verificación fallida] {0} (Servidor:{1} vs Local:{2})
fr_fr: [Échec de vérification] {0} (Serveur : {1} vs Local : {2})
hi_in: [सत्यापन विफल] {0} (सर्वर:{1} बनाम स्थानीय:{2})
id_id: [Verifikasi Gagal] {0} (Server:{1} vs Lokal:{2})
it_it: [Verifica Fallita] {0} (Server:{1} vs Locale:{2})
ja_jp: [検証失敗] {0}（サーバー:{1} vs ローカル:{2}）
ko_kr: [검증 실패] {0} (서버:{1} vs 로컬:{2})
pt_br: [Verificação falhou] {0} (Servidor:{1} vs Local:{2})
ru_ru: [Ошибка проверки] {0} (Сервер:{1} vs Локально:{2})
zh_cn: [校验不通过] {0} (服务器:{1} vs 本地:{2})
zh_tw: [驗證不通過] {0} (伺服器:{1} vs 本機:{2})

# Download_FileException
source: [File Exception] {0}: {1}
de_de: [Dateiverarbeitungsfehler] {0}: {1}
es_mx: [Excepción de archivo] {0}: {1}
fr_fr: [Exception de traitement de fichier] {0} : {1}
hi_in: [फ़ाइल अपवाद] {0}: {1}
id_id: [Exception File] {0}: {1}
it_it: [Eccezione File] {0}: {1}
ja_jp: [ファイル例外] {0}: {1}
ko_kr: [파일 예외] {0}: {1}
pt_br: [Exceção de arquivo] {0}: {1}
ru_ru: [Исключение файла] {0}: {1}
zh_cn: [文件处理异常] {0}: {1}
zh_tw: [檔案處理異常] {0}: {1}

# Download_ManifestMd5Retry
source: Manifest MD5 verification failed, retrying...
de_de: Manifest-MD5-Prüfung fehlgeschlagen, Wiederholung...
es_mx: Verificación MD5 de manifiesto fallida, reintentando...
fr_fr: Échec de vérification MD5 du manifeste, nouvelle tentative...
hi_in: मैनिफ़ेस्ट MD5 सत्यापन विफल, पुनः प्रयास हो रहा है...
id_id: Verifikasi MD5 manifes gagal, mencoba lagi...
it_it: Verifica MD5 manifest fallita, nuovo tentativo...
ja_jp: マニフェストMD5検証失敗、再試行...
ko_kr: 매니페스트 MD5 검증 실패, 재시도 중...
pt_br: Verificação MD5 do manifesto falhou, tentando novamente...
ru_ru: Ошибка MD5 манифеста, повтор...
zh_cn: Manifest MD5校验失败，重试中...
zh_tw: Manifest MD5驗證失敗，重試中...

# Download_CannotConnectApi
source: Cannot connect to Mihoyo API
de_de: Keine Verbindung zur MiHoYo-API möglich
es_mx: No se puede conectar a la API de Mihoyo
fr_fr: Impossible de se connecter à l'API miHoYo
hi_in: Mihoyo API से कनेक्ट नहीं कर सकते
id_id: Tidak dapat terhubung ke API Mihoyo
it_it: Impossibile connettersi all'API Mihoyo
ja_jp: Mihoyo APIに接続できません
ko_kr: 미호요 API에 연결할 수 없습니다
pt_br: Não é possível conectar à API Mihoyo
ru_ru: Не удалось подключиться к API Mihoyo
zh_cn: 无法连接到米哈游 API
zh_tw: 無法連線到米哈遊 API

# DailyNote_ApiError
source: API returned error, retcode={0}
de_de: Schnittstellenfehler, retcode={0}
es_mx: La API devolvió error, retcode={0}
fr_fr: Erreur retournée par l'API, retcode={0}
hi_in: API ने त्रुटि लौटाई, retcode={0}
id_id: API mengembalikan kesalahan, retcode={0}
it_it: API ha restituito errore, retcode={0}
ja_jp: APIエラー、retcode={0}
ko_kr: API 오류 반환, retcode={0}
pt_br: API retornou erro, retcode={0}
ru_ru: API вернул ошибку, retcode={0}
zh_cn: 接口返回错误，retcode={0}
zh_tw: API 回傳錯誤，retcode={0}

# DailyNote_GetFailed
source: Failed to get daily note data: {0}
de_de: Abruf der Notizdaten fehlgeschlagen: {0}
es_mx: Error al obtener datos de notas diarias: {0}
fr_fr: Échec de récupération des données du carnet : {0}
hi_in: दैनिक नोट डेटा प्राप्त करने में विफल: {0}
id_id: Gagal mendapatkan data catatan harian: {0}
it_it: Recupero dati note giornaliere fallito: {0}
ja_jp: デイリーメモデータ取得失敗: {0}
ko_kr: 일일 노트 데이터를 가져오지 못했습니다: {0}
pt_br: Falha ao obter dados das notas diárias: {0}
ru_ru: Не удалось получить данные заметок: {0}
zh_cn: 获取便签数据失败: {0}
zh_tw: 取得便箋資料失敗: {0}

# DailyNote_InvalidResponse
source: Failed to get daily note data: Invalid response format
de_de: Abruf der Notizdaten fehlgeschlagen: Ungültiges Antwortformat
es_mx: Error al obtener datos de notas diarias: Formato de respuesta no válido
fr_fr: Échec de récupération des données du carnet : format de réponse invalide
hi_in: दैनिक नोट डेटा प्राप्त करने में विफल: अमान्य प्रतिक्रिया प्रारूप
id_id: Gagal mendapatkan data catatan harian: Format respons tidak valid
it_it: Recupero dati note giornaliere fallito: Formato risposta non valido
ja_jp: 無効な応答形式
ko_kr: 일일 노트 데이터를 가져오지 못했습니다: 잘못된 응답 형식
pt_br: Falha ao obter dados das notas diárias: Formato de resposta inválido
ru_ru: Неверный формат ответа заметок
zh_cn: 获取便签数据失败: 响应格式错误
zh_tw: 取得便箋資料失敗: 回應格式錯誤

# DailyNote_TransformerTime
source: {0}d {1}h {2}m
de_de: {0}T {1}Std {2}Min
es_mx: {0}d {1}h {2}min
fr_fr: {0} j {1} h {2} min
hi_in: {0}दि {1}घं {2}मि
id_id: {0}h {1}j {2}m
it_it: {0}g {1}o {2}m
ja_jp: {0}日{1}時間{2}分
ko_kr: {0}일 {1}시간 {2}분
ru_ru: {0}д {1}ч {2}м
zh_cn: {0}天 {1}时 {2}分
zh_tw: {0}天 {1}時 {2}分

# DailyNote_Claimed
source: Claimed
de_de: Abgeholt
es_mx: Reclamado
fr_fr: Récupéré
hi_in: प्राप्त किया
id_id: Diklaim
it_it: Riscattato
ja_jp: 受取済み
ko_kr: 수령 완료
pt_br: Resgatado
ru_ru: Получено
zh_cn: 已获取
zh_tw: 已領取

# DailyNote_Unclaimed
source: Unclaimed
de_de: Nicht abgeholt
es_mx: No reclamado
fr_fr: Non récupéré
hi_in: प्राप्त नहीं किया
id_id: Belum Diklaim
it_it: Non riscattato
ja_jp: 未受取
ko_kr: 미수령
pt_br: Não resgatado
ru_ru: Не получено
zh_cn: 未获取
zh_tw: 未領取

# DailyNote_NoFingerprint
source: Cannot get device fingerprint service
de_de: Geräte-Fingerprint-Dienst nicht verfügbar
es_mx: No se puede obtener el servicio de huella digital del dispositivo
fr_fr: Impossible d'obtenir le service d'empreinte de l'appareil
hi_in: डिवाइस फ़िंगरप्रिंट सेवा प्राप्त नहीं कर सकते
id_id: Tidak dapat memperoleh layanan sidik jari perangkat
it_it: Impossibile ottenere il servizio impronta dispositivo
ja_jp: デバイス指紋サービスを取得できません
ko_kr: 기기 지문 서비스를 가져올 수 없습니다
pt_br: Não foi possível obter o serviço de impressão digital do dispositivo
ru_ru: Не удалось получить сервис отпечатка устройства
zh_cn: 无法获取设备指纹服务
zh_tw: 無法取得裝置指紋服務

# DailyNote_NoActiveAccount
source: No active account
de_de: Kein aktives Konto
es_mx: Sin cuenta activa
fr_fr: Aucun compte actif
hi_in: कोई सक्रिय खाता नहीं
id_id: Tidak ada akun aktif
it_it: Nessun account attivo
ja_jp: アクティブアカウントなし
ko_kr: 활성 계정 없음
pt_br: Nenhuma conta ativa
ru_ru: Нет активного аккаунта
zh_cn: 无活跃账号
zh_tw: 無活躍帳號

# DailyNote_CannotLoadCookie
source: Cannot load cookie
de_de: Cookie kann nicht geladen werden
es_mx: No se puede cargar la cookie
fr_fr: Impossible de charger le cookie
hi_in: कुकी लोड नहीं कर सकते
id_id: Tidak dapat memuat cookie
it_it: Impossibile caricare cookie
ja_jp: Cookieを読み込めません
ko_kr: 쿠키를 로드할 수 없습니다
pt_br: Não é possível carregar cookie
ru_ru: Невозможно загрузить cookie
zh_cn: 无法加载Cookie
zh_tw: 無法載入 Cookie

# DailyNote_FetchFailed
source: Failed to get notes: {0} (retcode={1})
de_de: Abruf der Notizen fehlgeschlagen: {0} (retcode={1})
es_mx: Error al obtener notas: {0} (retcode={1})
fr_fr: Échec de récupération du carnet : {0} (retcode={1})
hi_in: नोट्स प्राप्त करने में विफल: {0} (retcode={1})
id_id: Gagal mendapatkan catatan: {0} (retcode={1})
it_it: Recupero note fallito: {0} (retcode={1})
ja_jp: メモ取得失敗: {0}（retcode={1}）
ko_kr: 노트를 가져오지 못했습니다: {0} (retcode={1})
pt_br: Falha ao obter notas: {0} (retcode={1})
ru_ru: Не удалось получить заметки: {0} (retcode={1})
zh_cn: 获取便签失败: {0} (retcode={1})
zh_tw: 取得便箋失敗: {0} (retcode={1})

# Geetest_NoFingerprintService
source: Cannot get device fingerprint service
de_de: Geräte-Fingerprint-Dienst nicht verfügbar
es_mx: No se puede obtener el servicio de huella digital del dispositivo
fr_fr: Impossible d'obtenir le service d'empreinte de l'appareil
hi_in: डिवाइस फ़िंगरप्रिंट सेवा प्राप्त नहीं कर सकते
id_id: Tidak dapat memperoleh layanan sidik jari perangkat
it_it: Impossibile ottenere il servizio impronta dispositivo
ja_jp: デバイス指紋サービスを取得できません
ko_kr: 기기 지문 서비스를 가져올 수 없습니다
pt_br: Não foi possível obter o serviço de impressão digital do dispositivo
ru_ru: Не удалось получить сервис отпечатка устройства
zh_cn: 无法获取设备指纹服务
zh_tw: 無法取得裝置指紋服務

# Geetest_NoAccountService
source: Cannot get account management service
de_de: Kontoverwaltungsdienst nicht verfügbar
es_mx: No se puede obtener el servicio de gestión de cuentas
fr_fr: Impossible d'obtenir le service de gestion des comptes
hi_in: खाता प्रबंधन सेवा प्राप्त नहीं कर सकते
id_id: Tidak dapat memperoleh layanan manajemen akun
it_it: Impossibile ottenere il servizio gestione account
ja_jp: アカウント管理サービスを取得できません
ko_kr: 계정 관리 서비스를 가져올 수 없습니다
pt_br: Não foi possível obter o serviço de gerenciamento de contas
ru_ru: Не удалось получить сервис управления аккаунтом
zh_cn: 无法获取账号管理服务
zh_tw: 無法取得帳號管理服務

# Geetest_NoActiveAccount
source: No active account
de_de: Kein aktives Konto
es_mx: Sin cuenta activa
fr_fr: Aucun compte actif
hi_in: कोई सक्रिय खाता नहीं
id_id: Tidak ada akun aktif
it_it: Nessun account attivo
ja_jp: アクティブアカウントなし
ko_kr: 활성 계정 없음
pt_br: Nenhuma conta ativa
ru_ru: Нет активного аккаунта
zh_cn: 无活跃账号
zh_tw: 無活躍帳號

# Geetest_CaptchaTitle
source: CAPTCHA Verification
de_de: Captcha-Überprüfung
es_mx: Verificación CAPTCHA
fr_fr: Vérification de sécurité
hi_in: CAPTCHA सत्यापन
id_id: Verifikasi CAPTCHA
it_it: Verifica CAPTCHA
ja_jp: CAPTCHA認証
ko_kr: CAPTCHA 인증
pt_br: Verificação CAPTCHA
ru_ru: Проверка CAPTCHA
zh_cn: 人机验证
zh_tw: 防機器人驗證

# Launcher_DllNotLoaded
source: Launcher.dll failed to load due to missing C++ runtime or antivirus blocking. Cannot start.
de_de: Launcher.dll konnte nicht geladen werden, da die C++-Laufzeitbibliothek fehlt oder die Kernbibliothek von der Antivirensoftware blockiert wurde. Start nicht möglich.
es_mx: Launcher.dll no se pudo cargar debido a la falta del runtime de C++ o al bloqueo del antivirus. No se puede iniciar.
fr_fr: Launcher.dll n'a pas pu être chargé car la bibliothèque d'exécution C++ est manquante ou le fichier principal a été bloqué par l'antivirus. Impossible de démarrer.
hi_in: Launcher.dll लोड करने में विफल — C++ रनटाइम गायब होने या एंटीवायरस द्वारा ब्लॉक करने के कारण। प्रारंभ नहीं कर सकते।
id_id: Launcher.dll gagal dimuat karena runtime C++ tidak ada atau diblokir antivirus. Tidak dapat memulai.
it_it: Launcher.dll non è stato caricato a causa della mancanza del runtime C++ o del blocco antivirus. Impossibile avviare.
ja_jp: C++ランタイム不足またはアンチウイルスブロックによりLauncher.dllを読み込めません。起動できません。
ko_kr: C++ 런타임 누락 또는 바이러스 백신 차단으로 Launcher.dll을 로드하지 못했습니다. 시작할 수 없습니다.
pt_br: Falha ao carregar Launcher.dll devido à ausência do runtime C++ ou bloqueio do antivírus. Não é possível iniciar.
ru_ru: Launcher.dll не загружена из-за отсутствия C++ runtime или блокировки антивирусом. Запуск невозможен.
zh_cn: 由于系统缺少 C++ 运行库或核心文件被杀毒软件拦截，Launcher.dll 未加载成功，无法启动。
zh_tw: 由於系統缺少 C++ 執行階段或核心檔案被防毒軟體攔截，Launcher.dll 未載入成功，無法啟動。

source: Screenshot saved
de_de: Screenshot gespeichert
es_mx: Captura guardada
fr_fr: Capture d'écran enregistrée
hi_in: स्क्रीनशॉट सहेजा गया
id_id: Screenshot disimpan
it_it: Screenshot salvato
ja_jp: スクリーンショット保存完了
ko_kr: 스크린샷 저장됨
pt_br: Captura de tela salva
ru_ru: Скриншот сохранён
zh_cn: 截图已保存
zh_tw: 截圖已儲存

source: Screenshot capture failed
de_de: Screenshot-Aufnahme fehlgeschlagen
es_mx: Captura de pantalla fallida
fr_fr: Échec de la capture d'écran
hi_in: स्क्रीनशॉट कैप्चर विफल
id_id: Pengambilan screenshot gagal
it_it: Cattura screenshot fallita
ja_jp: スクリーンショット撮影失敗
ko_kr: 스크린샷 캡처 실패
pt_br: Falha na captura de tela
ru_ru: Не удалось сделать скриншот
zh_cn: 截图捕获失败
zh_tw: 截圖擷取失敗

# Update_AllRetriesFailed
source: All retries failed
de_de: Alle Wiederholungsversuche fehlgeschlagen
es_mx: Todos los reintentos fallaron
fr_fr: Toutes les tentatives ont échoué
hi_in: सभी पुनः प्रयास विफल
id_id: Semua percobaan ulang gagal
it_it: Tutti i tentativi falliti
ja_jp: すべての再試行が失敗
ko_kr: 모든 재시도 실패
pt_br: Todas as tentativas falharam
ru_ru: Все попытки не удались
zh_cn: 所有重试均失败
zh_tw: 所有重試均失敗

# UserInfo_FeatureRemoved
source: Feature removed
de_de: Funktion entfernt
es_mx: Función eliminada
fr_fr: Fonctionnalité supprimée
hi_in: सुविधा हटाई गई
id_id: Fitur dihapus
it_it: Funzionalità rimossa
ja_jp: 機能削除済み
ko_kr: 기능 제거됨
pt_br: Recurso removido
ru_ru: Функция удалена
zh_cn: 功能已移除
zh_tw: 功能已移除

# Hoyolab_AsiaServer
source: Asia Server
de_de: Asien-Server
es_mx: Servidor de Asia
fr_fr: Serveur Asie
hi_in: एशिया सर्वर
id_id: Server Asia
it_it: Server Asia
ja_jp: アジアサーバー
ko_kr: 아시아 서버
pt_br: Servidor Ásia
ru_ru: Азия
zh_cn: 亚服
zh_tw: 亞服

# Hoyolab_USAServer
source: America Server
de_de: Amerika-Server
es_mx: Servidor de América
fr_fr: Serveur Amérique
hi_in: अमेरिका सर्वर
id_id: Server Amerika
it_it: Server America
ja_jp: アメリカサーバー
ko_kr: 미국 서버
pt_br: Servidor América
ru_ru: Америка
zh_cn: 美服
zh_tw: 美服

# Hoyolab_EuroServer
source: Europe Server
de_de: Europa-Server
es_mx: Servidor de Europa
fr_fr: Serveur Europe
hi_in: यूरोप सर्वर
id_id: Server Eropa
it_it: Server Europa
ja_jp: 欧州サーバー
ko_kr: 유럽 서버
pt_br: Servidor Europa
ru_ru: Европа
zh_cn: 欧服
zh_tw: 歐服

# Hoyolab_CHTServer
source: TW/HK/MO Server
es_mx: Servidor TW/HK/MO
fr_fr: Serveur TW/HK/Macao
hi_in: TW/HK/MO सर्वर
id_id: Server TW/HK/MO
it_it: Server TW/HK/MO
ja_jp: TW/HK/MOサーバー
ko_kr: TW/HK/MO 서버
pt_br: Servidor TW/HK/MO
ru_ru: TW/HK/MO
zh_cn: 台港澳服
zh_tw: 台港澳服

# DisableFpsAutoDisableLabel
source: Turn off auto-disable FPS plugin on startup
de_de: Automatische FPS-Deaktivierung beim Start deaktivieren
fr_fr: Désactiver la désactivation automatique du FPS au démarrage
id_id: Nonaktifkan auto-disable FPS saat peluncuran
ja_jp: 起動時の自動FPS無効化をオフ
ko_kr: 시작 시 FPS 자동 비활성화 끄기
ru_ru: Отключить автоблокировку FPS при запуске
zh_cn: 关闭启动时自动禁用FPS

# FilePicker_MainWindowNull
source: Main window does not exist, cannot open file picker
de_de: Hauptfenster existiert nicht. Dateiauswahl kann nicht geöffnet werden.
es_mx: La ventana principal no existe, no se puede abrir el selector de archivos
fr_fr: Fenêtre principale inexistante, impossible d'ouvrir le sélecteur de fichiers
hi_in: मुख्य विंडो मौजूद नहीं है, फ़ाइल पिकर नहीं खोल सकते
id_id: Jendela utama tidak ada, tidak dapat membuka pemilih file
it_it: La finestra principale non esiste, impossibile aprire il selettore file
ja_jp: メインウィンドウが存在しないため、ファイル選択を開けません
ko_kr: 메인 창이 존재하지 않아 파일 선택기를 열 수 없습니다
pt_br: A janela principal não existe, não é possível abrir o seletor de arquivos
ru_ru: Главное окно не существует, выбор файла невозможен
zh_cn: 主窗口不存在，无法打开文件选择器
zh_tw: 主視窗不存在，無法開啟檔案選擇器
